[
 {
  "pk": 1, 
  "model": "appcontest.contest", 
  "fields": {
   "body": "### Apps for America 1 is over. \r\n\r\nThis contest is closed. We had our winners! If you want to join in the next contest, see [Apps for America 2!](http://sunlightlabs.com/contests/appsforamerica2)\r\n\r\n<hr/>\r\n### What it Is\r\n\r\nApps for America is Sunlight's annual development contest! Prizes go to developers who can use data from Sunlight and our partners that makes Congress more accountable, interactive and transparent.\r\n\r\n### How to Compete\r\n\r\n1. Contestants must join the [Sunlight Labs Google Group](http://groups.google.com/group/sunlightlabs)\r\n\r\n2. Entries must be applications that use one of the following APIs or Datasets in their mashup:\r\n\t* [Sunlight Labs API](http://services.sunlightlabs.com/api/)\r\n\t* [OpenSecrets.org API](http://www.opensecrets.org/action/apis.php)\r\n\t* [FollowTheMoney.org API](http://www.followthemoney.org/services/)\r\n\t* [Capitol Words API](http://www.capitolwords.org/api/)\r\n     * [Sunlight Labs API Lawmaker Dataset](http://services.sunlightlabs.com/api/media/apidump.csv.gz)\r\n     * [Sunlight Labs API Lobbyist Dataset](http://data.sunlightlabs.com/sunlightapi/api_lobbyists.sql.gz)\r\n     * [Sunlight Partytime Database Dump](http://data.sunlightlabs.com/partytime/partytime.2008-12-18.sql.gz)\r\n\r\nEntries can be client applications, web based applications, applications that use the Adobe AIR platform, Java applications or whatever other kind of platform you'd like to write it in. We use Django for most of ours.\r\n\r\n3. While not required, bonus points go to using one of Sunlight's [open source libraries](/projects/)\r\n\t\r\n4. All software you write has to be licensed under the MIT, New BSD or the GPL family of licenses.\r\n\r\n### Criteria\r\n\r\nAwards will be judged based on the following criteria:\r\n\r\n1. Usefulness to constituents for watching over and communicating with their members of Congress\r\n\r\n2. Potential impact of ethical standards on Congress\r\n\r\n3. Originality of the application\r\n\r\n4. Potential usability of the application\r\n\r\n5. Code quality of application\r\n\r\n### Prizes:\r\n\r\n* First Place (1): $15,000\r\n\r\n* Second Place (1): $5,000\r\n\r\n* Third Place (4): $1,000\r\n\r\n* Honorable Mention (10): $100\r\n\r\nAn individual can have as many entries as they'd like, and an individual can win one prize per entry they provide, however one entry cannot win more than one prize. \r\n\r\n### Judges:\r\n* Adrian Holovaty - Founder, Everyblock.com, Django Project\r\n* Aaron Swartz - Director, Watchdog.net\r\n* Peter Corbett - iStrategyLabs\r\n* Xeni Jardin - BoingBoing.net\r\n* Clay Johnson - Director, Sunlight Labs\r\n\r\n### Submission\r\n\r\nSubmit your application using our [app submission form](http://sunlightlabs.com/appsforamerica/submit/). After approval your app will be added to our [contest entry gallery](http://sunlightlabs.com/appsforamerica/apps/).\r\n\r\nRemember to sign up for the [Sunlight Labs Google Group](http://groups.google.com/group/sunlightlabs) too, so you can keep up to date with recent announcements *and* participate with the community.\r\n\r\n* All submissions will be posted online as soon as they are sent in. Please only send in complete entries. *\r\n\r\n### Deadline\r\n\r\nSubmissions are due on March 31st. Winners will be announced on April 7th. ", 
   "name": "Apps for America ~ Sunlight Labs Mashup Contest", 
   "end_date": "2009-04-01 00:00:00", 
   "template_name": "appcontest/appsforamerica.html", 
   "slug": "appsforamerica", 
   "start_date": "2009-03-01 00:00:00"
  }
 }, 
 {
  "pk": 2, 
  "model": "appcontest.contest", 
  "fields": {
   "body": "### What it Is\r\n\r\nApps for America is a special contest we're putting on this year to celebrate the release of [Data.gov](http://data.gov)! We're doing it alongside [Google](http://google.com), [O'Reilly Media](http://oreilly.com), and [TechWeb](http://techweb.com) and the winners will be announced at the [Gov 2.0 Expo Showcase](http://gov2expo.com) in Washington, DC at the end of the Summer.\r\n\r\n### Why we're doing it\r\n\r\nJust as the federal government begins to provide data in Web developer-friendly formats, we're organizing Apps for America 2: The Data.gov Challenge to demonstrate that when government makes data available, it makes itself more accountable and creates more trust and opportunity in its actions. The contest submissions will also show the creativity of developers in designing compelling applications that provide easy access and understanding for the public, while also showing how open data can save the government tens of millions of dollars by engaging the development community in application development at far cheaper rates than traditional government contractors.  \r\n### How to Compete\r\n\r\n1. Contestants must join the [Sunlight Labs Google Group](http://groups.google.com/group/sunlightlabs).\r\n\r\n2. Entries must be applications that use at least one of the data sources or content from [Data.gov](http://data.gov).\r\n\r\n3. Entries can be client applications, web based applications, applications that use the Adobe AIR platform, iPhone apps, Java applications or whatever other kind of platform you'd like to write it in. We use [Django](http://djangoproject.org) or [Rails](http://rubyonrails.org) for most of ours. There's a caveat here though: judges have to be able to *judge* the application. Which means building something on an esoteric platform or something that requires lots of strange libraries in order to run won't get easily judged and won't get a very good score as a consequence. So make sure your application is easy for judges to judge when making a platform selection. This means there's a strong preference for web based tools.\r\n\r\n4. While not required, bonus points go to using one of Sunlight's [open source libraries](/projects/), APIs or APIs and libraries of our partners like [maplight](http://maplight.org), [opensecrets](http://www.opensecrets.org), and [followthemoney.org](http://www.followthemoney.org)!\r\n\t\r\n5. All software you write has to be licensed under [any OSI approved license](http://www.opensource.org/licenses/alphabetical)\r\n\r\n6. If you are a candidate, 527 or party committee or other organization that a non-profit cannot give money to, you are not eligible. Your staff is welcome to compete as individuals though. Also ineligible: staff of the Sunlight Foundation.\r\n\r\n7. You can team up however you want. If you win the big prize, we'll work with you to split the money to your specifications within reason. (e.g. if you are a team of 10,000 developers, we're not sending 10,000 $1 checks)\r\n\r\n### Criteria\r\n\r\nAwards will be judged based on the following criteria:\r\n\r\n1. Transparency: Does the app help citizens see things they couldn't see before the app existed?\r\n\r\n2. Permanence: Will the app be usable over a long period of time? Does the idea have survivability?\r\n\r\n3. Design & Visualization: Does the app look great? Does the app visualize data in a new and interesting way?\r\n\r\n### Prizes:\r\n\r\n* First Place (1): $10,000\r\n\r\n* Second Place (1): $5,000\r\n\r\n* Third Place (1): $2,500\r\n\r\n* Honorable Mention (10): $500\r\n\r\n* Super bonus visualization prize: We'll be giving out a $2500 prize to the entrant that has the best visualization of the data on data.gov that may be given in addition to the prizes mentioned above.\r\n\r\nThis year, the first, second and third prize winners (and the visualization prize winner, if that is not one of the first, second or third place winners) will also receive airfare and hotel placement for a trip to Washington, DC. While in Washington, DC, they'll attend our awards ceremony at the Gov 2.0 Expo Showcase by O'Reilly Media and TechWeb. They'll get a chance to demo their applications both at the Awards Ceremony, as well as at a table with the other winners during the convention.\r\n\r\nAn individual can have as many entries as they'd like, and an individual can win one prize per entry they provide, however, one entry cannot win more than one prize other than the super bonus visualization prize.\r\n\r\n### Judges:\r\n* Tim O'Reilly - Founder, O'Reilly Media\r\n* Chris DiBona - Open Source Program Manager, Google\r\n* Clay Johnson - Director, Sunlight Labs\r\n* Judge 4 - TBD\r\n* Judge 5 - TBD\r\n\r\nSorry, but we don't have all the judges yet. We'll let you know who the remaining judges are once we have them committed.\r\n\r\n### Submission\r\nSubmit your app at the [Apps for America 2 Submission Form](http://sunlightlabs.com/contests/appsforamerica2/submit/).\r\n\r\n### Timeline\r\n* You develop apps between now and 11:59:59pm Pacific Time August 7th.\r\n* Between August 7th and August 22nd, our judges will select three finalists.\r\n* Everyone will vote for their favorite of the three finalists from August 24th to September 7th.\r\n* All the winners will be announced at Gov 2.0 Expo in Washington, DC on September 8th at Gov 2.0 Expo Showcase\r\n\r\n<script type=\"text/javascript\">\r\ndigg_url = 'http://digg.com/programming/Data_gov_Launches_25_000_contest_for_best_app';\r\n</script>\r\n<script src=\"http://digg.com/tools/diggthis.js\" type=\"text/javascript\"></script>\r\n\r\n<script type=\"text/javascript\" src=\"http://www.reddit.com/button.js?t=2\"></script>", 
   "name": "Apps for America 2: The Data.gov Challenge", 
   "end_date": "2009-08-22 11:59:59", 
   "template_name": "appcontest/appsforamerica2.html", 
   "slug": "appsforamerica2", 
   "start_date": "2009-05-21 11:23:49"
  }
 }, 
 {
  "pk": 56, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "http://www.data.gov/details/133", 
   "name": "MAICgregator", 
   "contest": 2, 
   "url": "http://maicgregator.org/", 
   "timestamp": "2009-06-22 13:02:42", 
   "source_url": "http://maicgregator.org/download", 
   "contact_email": "info@maicgregator.org", 
   "contact_url": "http://zeitkunst.org/", 
   "quick_description": "MAICgregator is a Firefox extension that aggregates information about colleges and universities embedded in the military-academic-industrial complex (MAIC)", 
   "contact_display": "Nicholas Knouf", 
   "contact_name": "Nicholas Knouf", 
   "logo_url": "http://maicgregator.org/static/iconWeb.png", 
   "slug": "maicgregator", 
   "description": "MAICgregator is a Firefox [extension](http://www.artwarez.org/femext/index.html) that aggregates information about colleges and universities embedded in the military-academic-industrial (MAIC) complex. It searches government funding databases, private news sources, private press releases, and public information about trustees to try and produce a radical cartography of the modern university via the replacement or overlay of this information on academic websites. This is a necessary activity in light of the contemporary financial “crisis”.\r\n\r\nRecently there has been a flurry of Firefox add-on [development](http://artzilla.org/) both poetic and serious. We would be remiss to ignore the work of [Michael Mandiberg](http://www.mandiberg.com/) who was involved with two important early extensions, [Oil Standard](http://transition.turbulence.org/Works/oilstandard/) , a project that would replace dollar amounts on pages to their equivalents in barrels of oil, and [Real Costs](http://therealcosts.com/) , an add-on that shows carbon for alternative forms of transportation on major airline websites.  Similar in this vein is the recent [Add Art](http://add-art.org/) plugin by [Steve Lambert](http://visitsteve.com/) that replaces advertisements with curated net.art shows; [Track-me-not](http://mrl.nyu.edu/~dhowe/TrackMeNot/) , that floods Google with fake searches to descrease the efficacy of data mining; [turkopticon](http://turkopticon.differenceengines.com/) that allows people to see and respond to shady Amazon Mechanical Turk employers; and [China Channel](http://chinachannel.hk/) that lets people surf the web behind the Great Firewall of China. Besides these there are add-ons for “censoring” text on a page using [black blocks](http://www.gleuch.com/projects/ctrl-f-d) as well as returning us to the heyday of [mid-1990s web design](http://timemachine.6x.to/) . This brief list of add-ons shows the extent to which artists are re-purposing the web browser for radical artistic purposes using technology that is (potentially/oftentimes) much easier to work with than in earlier net.art times.\r\n         \r\nWhile there might have been other ways to develop and release MAICgregator, it seemed most appropriate to develop it as a Firefox extension, especially given the ability in many places to (at least temporarily) install these plugins on public machines at colleges, universities, libraries, or internet cafés. The ease by which extensions can be installed—and the ability a programmer has to modify pages at will once the extension is installed—makes them an ideal vector for the propagation of radical or alternative perspectives to those that are fixed on the web page itself. This is especially the case within the modern university, where schools carefully control what types of information make it to their front page or internal portals, or where students consume their news in computer-generated chunks via Google News, absent marginalized or alternative voices. Add-ons provide one way to break open this lock on web-based media, combining disparate sources together in a montage that is at once both serious and poetic.\r\n\r\nObviously a plug-in like MAICgregator is not going to immediately alter materially the construction of the military-academic-industrial-complex. Nevertheless, in just the short time we have been developing it, we have come to a much better understanding of the links between these major actors, as well as some of the more [strange players in the mix](http://www.marketwire.com/press-release/UrologicalcareCom-958964.html) . Part of our intent is, yes, to provide carefully selected “facts” about the relationships between universities, the military, and the corporate world. But just as equally our goal is to perform an alternative, to show how so-called “news” sources can be recombined in new ways to create novel connections. This is a performance that additionally re-opens the consideration of exactly what the “web” is, given its continued atrophy into staid configurations of a media-controlled semiotics. And it is finally a performance of what we might call a “poetic austerity”: the use of whatever means are available to us—absent the possibility of funding through traditional sources, given their decrease in this time of focusing on the “essentials”—to respond to power on our own terms. While it might be feeble, while it might seem [utopian](http://brechtforum.org/who-will-build-ark-utopian-imperative-age-catastrophe) , it is certainly necessary nevertheless to do what we can, with what we have, against that which oppresses, by creating that which we want.\r\n\r\nFor more information about the MAICgregator project, please see the [full statement](http://maicgregator.org/statement) and [FAQ](http://maicgregator.org/FAQ)."
  }
 }, 
 {
  "pk": 55, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "http://www.data.gov/details/13", 
   "name": "Top Dangerous Mines", 
   "contest": 2, 
   "url": "http://mines.stormhorse.com/", 
   "timestamp": "2009-06-18 13:24:57", 
   "source_url": "http://mines.stormhorse.com/code.zip", 
   "contact_email": "eviloverlord@gmail.com", 
   "contact_url": "", 
   "quick_description": "A website showing a real-time list of the most dangerous mines in the US based on recent earthquake data.", 
   "contact_display": "Benjamin Hardin", 
   "contact_name": "Benjamin Hardin", 
   "logo_url": "http://mines.stormhorse.com/logo.png", 
   "slug": "top-dangerous-mines", 
   "description": "This webpage displays in real-time the most dangerous mines in the United States based on recent earthquakes.  The mines are shown in both list form and map form.  Data is actually pulled from two data.gov sources: \"Worldwide M1+ Earthquakes, Past 7 Days\" and \"Active Mines and Mineral Plants in the US\".\r\n\r\nDanger to the mines is calculated on each earthquake's distance from the mine, the magnitude of the earthquake, and the amount of time passed since the earthquake occurred."
  }
 }, 
 {
  "pk": 53, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "http://www.data.gov/details/123", 
   "name": "FlyOnTime.us", 
   "contest": 2, 
   "url": "http://www.flyontime.us/", 
   "timestamp": "2009-06-11 17:40:24", 
   "source_url": "http://flyontime.googlecode.com/svn/trunk/", 
   "contact_email": "josh.sulkin@gmail.com", 
   "contact_url": "", 
   "quick_description": "Find the most on-time flight from one city to another.", 
   "contact_display": "Josh Sulkin", 
   "contact_name": "Josh Sulkin", 
   "logo_url": "", 
   "slug": "flyontimeus", 
   "description": "FlyOnTime.us is a free resource for air travelers and anyone else interested in the commercial air system in the United States. All of the flight and airline information presented on this website is derived from data provided by the Bureau of Transportation Statistics (BTS).  The goals of this website are to:\r\n\r\n1) Help American air travelers find the most on-time flights.\r\n\r\n2) Help the American public understand the data from the BTS by presenting it in interesting and attractive ways.\r\n\r\n3) Allow developers to access data from the BTS in a simple, programmatic way.\r\n"
  }
 }, 
 {
  "pk": 52, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "FBI Fugitive Concentration", 
   "contest": 2, 
   "url": "http://fbi.thatsaspicymeatball.com/", 
   "timestamp": "2009-05-22 08:57:11", 
   "source_url": "http://github.com/bertrandom/FBI-Fugitive-Concentration/tree/master", 
   "contact_email": "bertrand@fan.net", 
   "contact_url": "", 
   "quick_description": "Play Concentration with photos of FBI Fugitives", 
   "contact_display": "Bertrand Fan", 
   "contact_name": "Bertrand Fan", 
   "logo_url": "http://fbi.thatsaspicymeatball.com/images/logo.png", 
   "slug": "fbi-fugitive-concentration", 
   "description": "Play the memory game Concentration with photos of FBI Fugitives culled from the FBI's feeds of fugitives which include Top Ten Fugitives, Most Wanted Terrorists, Wanted for Violent Crimes (Murder), Wanted for Violent Crimes, Wanted for Cyber Crimes, Wanted for Crimes Against Children, Wanted in Criminal Enterprise Investigations, and Wanted for White Collar Crimes."
  }
 }, 
 {
  "pk": 51, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "This is a test app", 
   "contest": 2, 
   "url": "http://cnn.com/", 
   "timestamp": "2009-05-20 20:15:15", 
   "source_url": "http://cnn.com/source", 
   "contact_email": "james.p.turk@gmail.com", 
   "contact_url": "http://example.com/awesome", 
   "quick_description": "just a summary", 
   "contact_display": "Google", 
   "contact_name": "James Turk", 
   "logo_url": "", 
   "slug": "this-is-a-test-app", 
   "description": "summarizing the app"
  }
 }, 
 {
  "pk": 49, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "CongressCal", 
   "contest": 1, 
   "url": "http://labs.13bit.com/CongressCal", 
   "timestamp": "2009-04-01 11:31:47", 
   "source_url": "http://code.google.com/p/congresscal/source/browse/trunk/CongressCal.py", 
   "contact_email": "meredith@13bit.com", 
   "contact_url": "http://www.13bit.com/", 
   "quick_description": "Congress Cal keeps your calendar updated with all the bills before congress.", 
   "contact_display": "13Bit Labs", 
   "contact_name": "Meredith Chang", 
   "logo_url": "", 
   "slug": "congresscal", 
   "description": "Congress Cal is an attempt to provide information and transparency to the legislative process, by allowing people to track bills on their calendar applications.\r\n\r\nCongress Cal is a python script that runs as a cron job. It automatically generates a google calender with the timeline and details for bills before congress. It uses the Sunlight api, the Open Congress api and the gData Google Api. Congress Cal is released under GPL v3.  \r\n\r\nOngoing work for congress cal involves a google gadget that integrates with the calendar to display information about lobbyists possibly associated with each bill, business interests that support the bill sponsors, the ability to call representatives via the Ribbit api, and integration with the google Open Social Api.\r\n\r\nFor additional information email meredith at 13bit dot com.  \r\n"
  }
 }, 
 {
  "pk": 48, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Maps for America", 
   "contest": 1, 
   "url": "http://www.mapsforamerica.com/", 
   "timestamp": "2009-04-01 03:03:00", 
   "source_url": "http://www.mapsforamerica.com/download", 
   "contact_email": "bhirsch@mapsforamerica.com", 
   "contact_url": "http://mapsforamerica.com/data", 
   "quick_description": "Maps for America enables visitors to filter mapped data by political districts, process batches of addresses to find political districts, and puts three new modules in the hands of other Drupal developers to make similar use of Sunlight Labs' APIs.", 
   "contact_display": "Bryan Hirsch", 
   "contact_name": "Bryan Hirsch", 
   "logo_url": "", 
   "slug": "maps-for-america", 
   "description": "Maps for America aims to make government more accountable and transparent in three ways: \r\n\r\n1.\tMaps for America  enables citizens, activists, and advocacy organizations to get more out of their data. They can plot locations on the map representing charter schools, shovel-ready projects, coal-fired power plants, etc. Then visitors can filter the map to display selected types of data in particular political districts. If you are concerned about affordable housing with expiring use restrictions in Massachusetts, you can go to mapsforamerica.com, upload addresses, and then quickly generate a map of the properties in, say, Representative Michael Capuano’s district. And then you can create a corresponding list of locations, to send to public officials, share with the media, etc. Points can be plotted on the map one-by-one or in large batches of CSV data.\r\n\r\n2.\tMaps for America also aims to supports the work of member-based and grassroots organizations by providing an easy, free tool for identifying supporters’ reps and senators. An organizer can submit a batch of addresses, then get back a CSV file in which each address returns with districts and elected officials.\r\n\r\n3.\tMaps for America is built with three custom Drupal modules, now available for other Drupal developers to use to take advantage of Sunlight Labs’ APIs. The Legislator Look-Up module creates a block which can be easily snapped into any sidebar, to enable visitors to look up legislators for a designated address. The District module tags geocoded website content with corresponding political districts, parties and legislators. And the Geocoder module processes large batches of addresses and then calls the District module to tag all of its newly generated content.\r\n"
  }
 }, 
 {
  "pk": 47, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Beyond the Bite", 
   "contest": 1, 
   "url": "http://beyondthebite.heroku.com/", 
   "timestamp": "2009-04-01 02:59:24", 
   "source_url": "http://beyondthebite.heroku.com/beyondthebite.zip", 
   "contact_email": "pius@alum.mit.edu", 
   "contact_url": "", 
   "quick_description": "Beyond the Bite take soundbites from members of Congress, puts them in Congress, and allows concerned citizens to take actions directly.", 
   "contact_display": "Pius Uzamere II", 
   "contact_name": "Pius Uzamere II", 
   "logo_url": "", 
   "slug": "beyond-the-bite", 
   "description": "Often we see video clips and hear soundbites and snippets from our politicians.  Beyond the Bite allows people to see the full story behind these snippets, and literally call the politicians out on what they're saying."
  }
 }, 
 {
  "pk": 46, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Defogger", 
   "contest": 1, 
   "url": "http://defogger.org/", 
   "timestamp": "2009-04-01 01:19:52", 
   "source_url": "http://github.com/luigi/defogger", 
   "contact_email": "luigi.montanez@gmail.com", 
   "contact_url": "http://luigimontanez.com/", 
   "quick_description": "Defogger helps you identify and explore the relationships between elected officials, companies, and organizations described in a news article or blog post.", 
   "contact_display": "Luigi Montanez", 
   "contact_name": "Luigi Montanez", 
   "logo_url": "http://img.skitch.com/20090401-nhpu8fbb8awsbhcyw1sy97he1q.preview.jpg", 
   "slug": "defogger", 
   "description": "Defogger is a tool that helps you clear the haze surrounding the inner workings of Washington, D.C. and the federal government.\r\n\r\nFeed it a news article, blog post, or press release, and Defogger will present you with an enhanced view of the people, organizations, and relationships described in the piece. From there, you can dig deeper, connect the dots, and bring things into focus.\r\n\r\nLeveraging the power of the OpenCalais semantic processing engine and various open government APIs, Defogger can help you make connections that may not have been obvious, or have even been purposefully concealed."
  }
 }, 
 {
  "pk": 45, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "e-PaperTrail", 
   "contest": 1, 
   "url": "http://e-papertrail.com/", 
   "timestamp": "2009-04-01 00:22:38", 
   "source_url": "http://svn.e-papertrail.com/code/", 
   "contact_email": "mail@francisli.com", 
   "contact_url": "", 
   "quick_description": "Less is more- not more data, but more information- laid out in a clear, interactive, and relevant way for the connected citizen that uses the web, Facebook and any mobile phone.", 
   "contact_display": "Francis Li & Simona Brusa Pasque", 
   "contact_name": "Francis Li", 
   "logo_url": "http://e-papertrail.com/img/Logo.gif", 
   "slug": "e-papertrail", 
   "description": "e-PaperTrail was designed to cut through the overwhelming amount of government data and bring you a clean presentation of the most relevant information. The votes on the latest legislation and the words of your representatives from the floors of the House and the Senate are organized for you in a friendly, connected, and interactive interface.\r\n\r\ne-PaperTrail is: \r\n\r\n- Connected to your network. Facebook Connect allows you to share your comments on speeches and acts of legislation with your personal network of friends.\r\n\r\n- Accessible on the go. Mobile text alerts keep you informed of when your representatives are making major decisions, with the results accessible from any Internet-connected phone.\r\n\r\n- Fun to play with. It engages you with beautiful and interactive information graphics that make you want to learn more and dive into the details.\r\n\r\ne-PaperTrail gives you access to:\r\n\r\n-\tThe latest vote results from the House and the Senate highlighting the positions of your representatives.\r\n\r\n- The latest floor speeches from your representatives from the Congressional Record.\r\n\r\n- A comparison between any two representatives’ voting records and their parties\r\n\r\n- Clean profile pages for each representative with contact information and access to all their related actions in Congress- speeches, votes, and sponsored legislation."
  }
 }, 
 {
  "pk": 44, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "GetRepresentation", 
   "contest": 1, 
   "url": "http://getrepresentation.org/", 
   "timestamp": "2009-04-01 00:20:42", 
   "source_url": "http://getrepresentation.org/source/", 
   "contact_email": "soethiha@yahoo.com", 
   "contact_url": "", 
   "quick_description": "GetRepresentation is a communication platform for legislators to better interact with citizens and to gain insightful feedbacks from citizens.", 
   "contact_display": "GetRepresentation", 
   "contact_name": "Soe Thiha", 
   "logo_url": "", 
   "slug": "getrepresentation", 
   "description": "GetRepresentation is a communication platform for legislators to better interact with citizens and to gain insightful feedbacks from citizens.\r\n\r\nIt is inspired off from successful decentralized feedback platform GetSatisfaction.\r\n\r\nThe platform encourages transparency in communication and facilitates crowd-sourced brainstorming on issues.\r\n\r\nThe platform aims to tackle communication issues of \"old\" communication platforms such as emails, letters and phone calls by enabling representatives, staffers and citizens to engage in real-time transparently."
  }
 }, 
 {
  "pk": 43, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "The Party Line", 
   "contest": 1, 
   "url": "http://wikiment.com/thepartyline", 
   "timestamp": "2009-03-31 23:59:36", 
   "source_url": "http://code.google.com/p/thegroupthinkproject/downloads/list", 
   "contact_email": "chrisgparker@gmail.com", 
   "contact_url": "", 
   "quick_description": "See trends in Congressional voting.  Learn more about your state and country.", 
   "contact_display": "Chris Parker/Nick Mancuso", 
   "contact_name": "Chris Parker", 
   "logo_url": "", 
   "slug": "the-party-line", 
   "description": "Do my state’s Republicans vote like other Republicans? How have Congress members changed their voting on health care from 1989 to today? Where do different states stand on abortion?  Which state is the most maverick-y?\r\n\r\nThis site allows you to see how your state voted on a variety of different issues over the last 20 years.  You have the opportunity to learn more about your country and your state.\r\n\r\nIt uses the Sunlight Labs API, THOMAS, and Gov Track for data."
  }
 }, 
 {
  "pk": 42, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Where the Money Goes", 
   "contest": 1, 
   "url": "http://wherethemoneygoes.org/", 
   "timestamp": "2009-03-31 23:46:38", 
   "source_url": "http://wherethemoneygoes.org/source.zip", 
   "contact_email": "info@wherethemoneygoes.org", 
   "contact_url": "http://wherethemoneygoes.org/", 
   "quick_description": "Where the Money Goes makes it easier to visualize the contributions that political action committees (PACs) make to each other, and to your members of Congress.", 
   "contact_display": "Where the Money Goes", 
   "contact_name": "Mark Goetz, Mike Harmala, Debra Lauterbach, Noah Liebman", 
   "logo_url": "http://wherethemoneygoes.org/screenshot.png", 
   "slug": "where-the-money-goes", 
   "description": "Where the Money Goes makes it easier to visualize the contributions that political action committees (PACs) make to your members of Congress, and to each other. Even though multiple sources of contribution data already exist, most are in a tabular format, making it hard to see things in a meaningful way.\r\n\r\nWith this application you can explore contributions made from PACs-to-Congress and PAC-to-PAC at the same time. You can also view contributions received by a Congress member and the Congress member's PAC together, making it clear exactly how much they received. It allows you to find interesting insights, such as how the Freedom Fund PAC receives donations from hundreds of diverse PACs and also donates to only Republican candidates.\r\n\r\nHow it Works:\r\n\r\nYou can start from either side of the visualization...\r\n\r\n* Choose a PAC from an economic sector to see where the money goes--which politicians receive money from that PAC in each election cycle 1998-2008.\r\n* Choose a Legislator from any state to see how much money he/she gets in each election cycle 1998-2008, and from whom.\r\n"
  }
 }, 
 {
  "pk": 41, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "District-by-District Organizing Tool", 
   "contest": 1, 
   "url": "http://districtbydistrict.summerhilldesign.com/", 
   "timestamp": "2009-03-31 22:26:20", 
   "source_url": "http://districtbydistrict.summerhilldesign.com/source.zip", 
   "contact_email": "addy@summerhilldesign.com", 
   "contact_url": "http://www.summerhilldesign.com/", 
   "quick_description": "A social networking framework for citizen organizing by congressional district.", 
   "contact_display": "Addy Cameron-Huff", 
   "contact_name": "Addy Cameron-Huff", 
   "logo_url": "http://districtbydistrict.summerhilldesign.com/images/logo_contest.gif", 
   "slug": "district-by-district-organizing-tool", 
   "description": "The District-by-District Organizing Tool is a full-featured social networking site that empowers users to lobby congressional representatives in order to effect change. By aggregating data from a variety of public sources, the network makes available the most complete data set possible for each representative and senator. Election years, historical results, maps of districts, words mentioned in congress, senators, and a variety of other information is made available within the context of a local dialogue. Everything is \"commentable\", and the service provides an easy-to-use forum for more substantive discussion. News suggestion, events listing/RSVPing, profiles (with images), a full-featured message system and a registration system that lets users easily identify their district are just some of the features. \r\n\r\nAn affiliation system is also included to allow the administrator of the service to add groups that users can add to their profiles. The goal of this feature down the line is to allow all of the outside groups lobbying for change along the lines of the community to be integrated into the service. \r\n\r\nI think the best description for this tool is that it's a social network for congressional change that's open for anyone to use, change and improve upon. By integrating the facts into the network, I hope that this tool will help create district communities around issues.\r\n\r\n\r\nNote for people reviewing the site's functionality: Check out the red speech bubbles to see the comment system, upload a picture to see the cropping for image profiles and try sending messages to multiple people."
  }
 }, 
 {
  "pk": 40, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "TellMyPolitician", 
   "contest": 1, 
   "url": "http://www.tellmypolitician.com/", 
   "timestamp": "2009-03-31 21:45:05", 
   "source_url": "http://github.com/mileszs/tell_my_politician/tree/master", 
   "contact_email": "tim@tellmypolitician.com", 
   "contact_url": "http://www.tellmypolitician.com/", 
   "quick_description": "Tell your politicians your thoughts the minute you read something online with the TellMyPolitician Button or Bookmarklet.", 
   "contact_display": "TellMyPolitician", 
   "contact_name": "Tim Flint", 
   "logo_url": "http://tellmypolitician.com/images/design/TMP_LOGO.png", 
   "slug": "tellmypolitician", 
   "description": "TellMyPolitician is the simplest way for citizens to contact their politicians. TellMyPolitician facilitates interaction between politicians and citizens when the citizen is most likely to take action -- when they're reading or watching the news. When a user wants to contact their politician about something they read or watched online they simply:\r\n\r\n-Click on the TellMyPolitician button that the publisher places on their site along with their other Social Bookmark tools or they click on our bookmarklet in their browser's toolbar.\r\n\r\n-They then type their address in the search box and choose which politician to contact, whether by phone, fax, mail, twitter, or email.\r\n\r\n-If they choose to write their politician an email, they are led to the politician's contact form where they can use the TellMyPolitician toolbar to copy and paste the url of the article that prompted them to contact their politician.\r\n\r\nPublishers can help users contact their politician by simply adding our button to their site. This button acts just like a Digg, Reddit, or StumbleUpon button; but instead of sharing a publisher's content across the web, citizens will be using TellMyPolitician buttons to contact their representatives. When there is no button, citizens can use our bookmarklet to reach their politician from any webpage. [Add TellMyPolitician to your site today](http://tellmypolitician.com/siteinstructions).\r\n"
  }
 }, 
 {
  "pk": 39, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "My Legislators", 
   "contest": 1, 
   "url": "http://www.extendsandroid.com/?page_id=3", 
   "timestamp": "2009-03-31 21:24:14", 
   "source_url": "http://github.com/FotoVerite/mylegislator/tree/master", 
   "contact_email": "matt@extendsandroid.com", 
   "contact_url": "http://www.extendsandroid.com/", 
   "quick_description": "An Android App for getting your legislators contact information", 
   "contact_display": "ExtendsAndroid", 
   "contact_name": "Matthew Bergman", 
   "logo_url": "", 
   "slug": "my-legislators", 
   "description": "Have access to your legislators 24/7 on you android based phone. Just type in your zip code and My Legislators will give you all relevant contact information for your legislators.\r\n\r\n* Phone\r\n* Address\r\n* Email\r\n* Webpage\r\n* Webform\r\n* Twitter\r\n* Youtube Cannel     \r\n\r\nContact information is easily synched up to your address book with a touch of a button"
  }
 }, 
 {
  "pk": 38, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Filibusted", 
   "contest": 1, 
   "url": "http://filibusted.us/", 
   "timestamp": "2009-03-31 20:48:28", 
   "source_url": "http://github.com/savetheclocktower/filibusted/", 
   "contact_email": "sunlightlabs@andrewdupont.net", 
   "contact_url": "http://andrewdupont.net/", 
   "quick_description": "When Senators filibuster, we think you ought to know about it. Filibusted points out legislative piracy as it happens.", 
   "contact_display": "Andrew Dupont", 
   "contact_name": "Andrew Dupont", 
   "logo_url": "http://filibusted.us/images/logo.png", 
   "slug": "filibusted", 
   "description": "# Filibusted\r\n\r\nWhen Senators filibuster, we think you ought to know about it. Filibusted points out legislative piracy as it happens.\r\n\r\n## How it works\r\n\r\nThe arcane details of what goes on in the U.S. Senate are recorded on a daily basis by [GovTrack](http://govtrack.us), then put into a machine-readable format so it can be consumed by others.\r\n\r\nEvery night, Filibusted checks to see what the Senate voted on that day. If there were any cloture votes, it finds out all it can about them — any associated bills and amendments, who voted which way, and so on — and stores it.\r\n\r\nUsers of Filibusted can subscribe to an RSS feed or follow @filibusted on Twitter to find out when cloture votes happen. They can then check if either of their senators voted against cloture.\r\n\r\n[Sunlight Labs](http://www.sunlightlabs.com/), the geek-friendly project of the [Sunlight Foundation](http://www.sunlightfoundation.com/), assisted with basic information and photos for each senator.\r\n\r\n## Author\r\n\r\nFilibusted was written by [Andrew Dupont](http://andrewdupont.net) and is MIT-licensed. Valuable feedback and advice was given by [Justin Palmer](http://alternateidea.com)."
  }
 }, 
 {
  "pk": 37, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Legislator Directory and Social Media Profile Mashup", 
   "contest": 1, 
   "url": "http://fiatlux.mindtouch.com/Sunlight_Labs_Application/Search_List", 
   "timestamp": "2009-03-31 20:06:11", 
   "source_url": "http://fiatlux.mindtouch.com/Sunlight_Labs_Application/Application_Overview", 
   "contact_email": "DamienH@mindtouch.com", 
   "contact_url": "http://www.mindtouch.com/", 
   "quick_description": "The Sunlight Labs and Capitol Words Extensions for MindTouch gives users such as the Washington Post (www.WhoRunsGov.com) and many others simple GUI access to governmental data, which can then be easily mashed up using thousands of available APIs.", 
   "contact_display": "MindTouch", 
   "contact_name": "Damien Howley", 
   "logo_url": "http://fiatlux.mindtouch.com/@api/deki/files/6/=vertical.png?size=thumb", 
   "slug": "legislator-directory-and-social-media-profile-mash", 
   "description": "In the spirit of governmental openness, the Washington Post’s www.WhoRunsGov.com, and the GeekPAC's Deki.Geek-PAC.org (all powered by MindTouch!), we've developed two XML extensions that call out to the Sunlight Labs and Capitol Words APIs to get information about the people who make the laws we all live under.\r\n\r\nThese extensions allow any of the ten million MindTouch users across 600,000 installations to easily access, mash up, and utilize information from those APIs; in doing so users and entities can display legislator information in ways that are meaningful for their own purposes, bringing governmental openness down to the people on a personal level. MindTouch, itself a fervent transparency supporter, provided a workshop to demonstrate how to use these extensions at the Government 2.0 Camp conference in Washington DC.\r\n\r\nTo help others learn how this was created and to inspire them to create other transparency-minded programs please visit http://fiatlux.mindtouch.com/Sunlight_Labs_Application"
  }
 }, 
 {
  "pk": 36, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Legislator Book", 
   "contest": 1, 
   "url": "http://apps.facebook.com/legislator/", 
   "timestamp": "2009-03-31 19:59:00", 
   "source_url": "http://internetstate.net/", 
   "contact_email": "ray@internetstate.net", 
   "contact_url": "http://internetstate.net/", 
   "quick_description": "Facebook application with a ranked and threaded discussion board seperated by legislator.", 
   "contact_display": "internetstate.net", 
   "contact_name": "Rachel Nielson", 
   "logo_url": "http://internetstate.net/flag.gif", 
   "slug": "legislator-book", 
   "description": "The purpose of Legislator Book is to provide a platform for an open dialogue. \r\n\r\nThe unique feature of Legislator Book allows for constituents to 'Vote this post best in topic', allowing the comments that best frame the majority opinion to float to the top.  A potential use of this discussion style is determining the preferred wording for measures.\r\n\r\nUsers choose a legislator to view the current discussions for that representative.  "
  }
 }, 
 {
  "pk": 35, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "CIVX", 
   "contest": 1, 
   "url": "http://civx.us/", 
   "timestamp": "2009-03-31 19:48:10", 
   "source_url": "http://civx.fedorahosted.org/", 
   "contact_email": "decause@gmail.com", 
   "contact_url": "", 
   "quick_description": "CIVX is an Opensource Public Information System.", 
   "contact_display": "CIVX", 
   "contact_name": "Remy Decausemaker and Lewk Macken", 
   "logo_url": "http://civx.csh.rit.edu/images/civxcolumn.png", 
   "slug": "civx", 
   "description": "CIVX provides aggregated public information from governmental entities, transparency organizations, and volunteers. We provide this data in open formats, and for free. Not only do we utilize many of the datasets and APIs recommended for the Apps for America Competition, but we have developed an API, command-line client, scrapers, and deployment architecture around them.\r\n\r\nOutside of the recommended datasets, we have developed scrapers and models for a few of our own. \r\n\r\nFeatured Data Sets:\r\n-Git repository of USC, with colored diffs\r\n-Project Sunlight NY's first open API\r\n-NYS Board of Elections Campaign Filings\r\n\r\nMoksha Platform:\r\n- While building CIVX, we also concurrently developed the Moksha Platform (http://moksha.fedorahosted.org).  \r\n\r\nThis is a generic platform that is built on top of best-of-breed technology, and allows for the creation of live collaborative web applications that extract and extend data from arbitrary resources.  Moksha also integrates with existing message brokers, allowing our architecture to work with other resources that can speak standard message formats, such as AMQP.\r\n- Our scrapers are driven by the Moksha Hub, which runs outside of the web application, and handles running our scrapers, updating our database, and sending messages to our message broker.  The hub also provides a simple Consumer API that allows developers to monitor message queues, and take action upon new messages.\r\n\r\nDocumentation: http://civx.us\r\nMailing List/Trac: http://civx.fedorahosted.org"
  }
 }, 
 {
  "pk": 34, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Localpolitics.in", 
   "contest": 1, 
   "url": "http://localpolitics.in/", 
   "timestamp": "2009-03-31 19:24:13", 
   "source_url": "http://github.com/hashrocket/localpolitics.in", 
   "contact_email": "veez@hashrocket.com", 
   "contact_url": "http://hashrocket.com/", 
   "quick_description": "Stay Informed and Take Action in Your Local Political Scene", 
   "contact_display": "Hashrocket", 
   "contact_name": "Veez", 
   "logo_url": "http://mattremsik.com/images/Localpolitics_in_screenshot.jpg", 
   "slug": "localpoliticsin", 
   "description": "# Just by entering your zip code, you can: #\r\n\r\n## Get the latest and greatest information on your congress people and senators: ##\r\n\r\n- YouTube videos and twitter updates if available\r\n- Voting comparisons between your two senators\r\n- Bills introduced and sponsored\r\n- Committee memberships\r\n\r\n## See where the money is flowing in your zip code: ##\r\n\r\n- Find top presidential donors\r\n- Find out which organizations and individuals are getting the most federal dollars"
  }
 }, 
 {
  "pk": 33, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "The Petition Archives", 
   "contest": 1, 
   "url": "http://petitionarchives.org/", 
   "timestamp": "2009-03-31 17:56:04", 
   "source_url": "https://omeka.org/svn/plugins/Petitions/trunk", 
   "contact_email": "wanderingwill@gmail.com", 
   "contact_url": "http://publicplease.org/", 
   "quick_description": "The Petitions Archives allows people to publish and preserve the personal email petitions they send public figures.", 
   "contact_display": "Will Riley", 
   "contact_name": "Will Riley", 
   "logo_url": "http://petitionarchives.org/themes/petitionarchives/images/logo_small.png", 
   "slug": "the-petition-archives", 
   "description": "The Petition Archives collects, publishes, and preserves petitions targeted at public figures, including government officials, corporate executives, and media personalities.\r\n\r\nInstead of writing private emails to public figures, a communication process which often divides and conquers individual concerns with general excuses and boilerplate language, the Petition Archives allows you to publish your grievances and invoke the pressure of public opinion for specific problems.\r\n\r\nIf you supply the work email address of a public figure, we will send them a link to your petition.  Public figures can then add their response to your petition.  Each petition tracks and records who responds and how well they respond.  By using the Petition Archives, historians, researchers, and the public will have greater access to this political communication data.  We will have proof of how well or how poorly public figures respond to our concerns."
  }
 }, 
 {
  "pk": 32, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "One last test app from Jeremy", 
   "contest": 1, 
   "url": "http://sunlightlabs.com/", 
   "timestamp": "2009-03-31 16:38:40", 
   "source_url": "http://sunlightlabs.com/", 
   "contact_email": "jcarbaugh@gmail.com", 
   "contact_url": "http://sunlightlabs.com/", 
   "quick_description": "It's the labs API", 
   "contact_display": "Sunlight Labs", 
   "contact_name": "Jeremy Carbaugh", 
   "logo_url": "http://assets.sunlightfoundation.com/bumpers/75x75/osp_75x75.png", 
   "slug": "one-last-test-app-from-jeremy", 
   "description": "It does stuff"
  }
 }, 
 {
  "pk": 31, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Buddy ", 
   "contest": 1, 
   "url": "http://www.geekybuddha.org/buddy", 
   "timestamp": "2009-03-31 16:12:19", 
   "source_url": "http://code.google.com/p/congressmanbuddy/", 
   "contact_email": "shreekantbohra@gmail.com", 
   "contact_url": "http://www.geekybuddha.org/", 
   "quick_description": "A Jabber/Gtalk bot that provides information about legislators based on user query.", 
   "contact_display": "Team Zorba", 
   "contact_name": "Shree Kant Bohra", 
   "logo_url": "http://www.geekybuddha.org/sunlight/images/logo.jpg", 
   "slug": "buddy", 
   "description": "Now find all sort of information you want about your legislators right into your favourite instant messenger client, just add this bot as your buddy sunlight@bot.im . Once you add it as your buddy you can have all the information you want by simply making a query to it.\r\n\r\nAfter adding it as your buddy type @help , it will show up all the options available. \r\n\r\nSo now no need to get to any website or install any new application, get the information as easily as it could be.\r\n\r\nSo enjoy!"
  }
 }, 
 {
  "pk": 30, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "The Extraordinaries - Gov Action", 
   "contest": 1, 
   "url": "http://www.theextraordinaries.org/the-extraordinaries-gov-action.html", 
   "timestamp": "2009-03-31 14:38:24", 
   "source_url": "http://www.theextraordinaries.org/the-extraordinaries-gov-action.html", 
   "contact_email": "ben@beExtra.org", 
   "contact_url": "http://www.theextraordinaries.org/", 
   "quick_description": "Translate, Comment on, and Summarize Rushed Bills on your iPhone", 
   "contact_display": "The Extraordinaries", 
   "contact_name": "Ben Rigby", 
   "logo_url": "http://mobilevoter.org/extras/images/the_extraordinaries_logo_small.png", 
   "slug": "the-extraordinaries-gov-action", 
   "description": "The Extraordinaries delivers micro-volunteer opportunities to mobile phones that can be done on-demand and on-the-spot.\r\n\r\nWe've created three micro-apps for crowdsourcing congressional bills: Translate, Summarize, and Comment. Using your iPhone, you can review the list of bills that were rushed through congress. This list is read live from Read The Bill's Rushed Bills RSS feed. We then get the bill from GovTrack and load it into the iPhone, where you can perform the various tasks on it, paragraph by paragraph. We'll make the resulting dataset publicly available.\r\n\r\nSo, when there's a new bill that hits the RSS feed, we (concerned citizens) can review it while we're waiting for the bus, at the airport, or waiting for a friend for dinner. We can be congress' advance reading force - while making government more accessible to citizens who speak other languages. \r\n\r\nSreenshots here:\r\nhttp://mobilevoter.org/extras/"
  }
 }, 
 {
  "pk": 29, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Expendicus", 
   "contest": 1, 
   "url": "http://offensivepolitics.net/expendicus", 
   "timestamp": "2009-03-31 13:10:25", 
   "source_url": "http://github.com/offensivepolitics/expendicus/tree/master", 
   "contact_email": "jjh@offensivepolitics.net", 
   "contact_url": "http://offensivepolitics.net/", 
   "quick_description": "Expendicus explores PAC spending on campaign ads in house congressional elections ", 
   "contact_display": "Offensive Politics", 
   "contact_name": "Jason Holt", 
   "logo_url": "", 
   "slug": "expendicus", 
   "description": "[Ependicus](http://offensivepolitics.net/expendicus ) enables researchers to investigate the impact of independent expenditures on congressional races. \r\n\r\nWith Expendicus, users can view the independent expenditures made in a specific congressional race, in support of or opposition to an individual candidate, or commissioned by a particular PAC. The tool also searches YouTube and displays these independent communications, if they exist. All data, including summary and itemized expenditures, are available for download from within the app. \r\n\r\nA short discussion of independent communications and why they are important is available at the [Offensive Politics blog](\r\nhttp://offensivepolitics.net/blog/?p=6)"
  }
 }, 
 {
  "pk": 28, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Bill Track", 
   "contest": 1, 
   "url": "http://billtrack.org/", 
   "timestamp": "2009-03-31 12:36:54", 
   "source_url": "http://github.com/rughetto/billtrack.org/tree/master", 
   "contact_email": "ru_ghetto@rubyghetto.com", 
   "contact_url": "http://rubyghetto.com/", 
   "quick_description": "An application to make congressional bills relevant through issue tagging", 
   "contact_display": "Kane Baccigalupi", 
   "contact_name": "Kane Baccigalupi", 
   "logo_url": "", 
   "slug": "bill-track", 
   "description": "Bill Track aims to make public politics more accessible by labeling bills with user generated 'issue' tags. Based on the bill sponsorship and co-sponsorships, politicians get weighted issue scores, that are represented as varying sized issue tag clouds. This means that politicians have issues related to what bills they support rather than what they say.\r\n\r\nEfforts have also been made to provide good graphical UIs for party and partisanship. Bill lists show red and blue colored starts to represent the breakdown of party support. Politician links are usually colored for their party, for a quick visual overview.\r\n\r\nMost of the development time was spent building a data gathering application, which is in a separate code repository. That supporting and necessary app can be found at http://github.com/rughetto/api.billtrack.org/tree/master. This supporting application doesn't yet have web interface on my server.\r\n\r\nThe start of member related social stuff is underway. Currently, signing up with sufficient district information will provide you with a good dashboard providing a map of your district, your politicians and their issues.\r\n\r\nThere are a number of features that I want to implement, and details about these can be found at http://billtrack.org/volunteer/tech-roadmap"
  }
 }, 
 {
  "pk": 27, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Capital Calls", 
   "contest": 1, 
   "url": "http://code.google.com/p/capitalcalls/", 
   "timestamp": "2009-03-31 11:35:25", 
   "source_url": "http://code.google.com/p/capitalcalls/", 
   "contact_email": "nabster@gmail.com", 
   "contact_url": "", 
   "quick_description": "Get closer to your Government Legislators. The Capital Calls iPhone Application makes use of data provided by Sunlight Labs, Open Secrets, and Twitter to bring the latest information about your Senators and Representatives right to your fingertips.", 
   "contact_display": "Nabil Ahmad", 
   "contact_name": "Nabil Ahmad", 
   "logo_url": "http://www.curiousnabs.com/wp-content/uploads/2009/03/capitalcalls200.png", 
   "slug": "capital-calls", 
   "description": "1. Find legislator contact and web site information.\r\n1. Email/phone a legislator from within the application.\r\n1. Follow legislator twitter feeds through the application.\r\n1. Find out who a legislator's top campaign contributors were and the top industries to support them\r\n1. Lookup personal financial disclosure statements for each legislator. \r\n1. An embedded web browser lets you visit external links without leaving the application."
  }
 }, 
 {
  "pk": 26, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Word on the Street", 
   "contest": 1, 
   "url": "http://klokie.com/widgets/wots/", 
   "timestamp": "2009-03-31 08:56:40", 
   "source_url": "http://code.google.com/p/wordonthestreet/", 
   "contact_email": "wots@klokie.com", 
   "contact_url": "http://klokie.com/", 
   "quick_description": "Word on the Street is a web widget that will automagically recognize the user's current location and display elected Congressional officials for that region (within the US).", 
   "contact_display": "Klokie / S2A Interactive", 
   "contact_name": "Klokie", 
   "logo_url": "", 
   "slug": "word-on-the-street", 
   "description": "Word on the Street is a web widget that will automagically recognize the user's current location and display elected Congressional officials for that region (within the US).\r\n\r\nEach Senator, Representative, or other delegate is displayed in an easy to read format including a recent photo, contact information, relevant links, and any recent posts they have made to their primary blogs or to Twitter, or videos they posted to YouTube. WOTS can be easily embedded into any website, blog, or social networking site (coming soon), and is specially suited for use on the iPhone, Google Android, BlackBerry, and other GPS-equipped devices as well as web browsers for Mac, Windows, and Linux, without requiring any additional software installation, customization, registration, or hosting. Since it is nearly effortless to use (at least I hope it is) and provides a lot of useful and timely information to the user, I am hoping that it will help to increase political transparency and public participation in US government.\r\n\r\nHere's the basic flow:\r\n\r\n\r\n   1. As soon as the widget has rendered, WOTS should recognize the general area where you're located and pull up the list of all senators, representatives, and any other delegates to Congress for your area. If you are outside the US or Google Maps wasn't able to detect your location, you can select it by clicking on the map or typing it in to the \"location\" field.\r\n   2. You can change your location at any time by clicking the \"change location\" link at the top. You can try just about anything - city, state, zip code, intersection should all work (thanks to Google Maps)! A more specific location should provide you with a specific person to contact for that area, while a more general area or state name will bring up a list of legislators for the region.\r\n   3. The contact info and links sections are pretty concise, while the posts area is a lot more interesting. There is a wealth of information about all these people in a variety of places, but I'm trying to make it easier for citizens to quickly get up to date on exactly what their representatives are up to - and soon, what they are voting for and spending your tax money on - and to contact them if necessary.\r\n\r\n\r\nWord on the Street may be embedded into any blog or website using the following three lines of HTML:\r\n\r\n\r\n    <script type=\"text/javascript\" src=\"http://www.google.com/jsapi?key=__GOOGLE_API_KEY__\"></script>\r\n    <style type=\"text/css\">@import \"http://klokie.com/widgets/wots/css/style.css\";</style>\r\n    <script type=\"text/javascript\" src=\"http://klokie.com/widgets/wots/js/wots.js\"></script>\r\n\r\n\r\nA key is required to use the Google Maps API. Get one free from [http://code.google.com/apis/maps/signup.html](http://code.google.com/apis/maps/signup.html)\r\n\r\n\r\nWord on the Street is dual licensed under the GPL and MIT licenses.\r\n\r\n\r\nI want to help get Americans more interested and involved in politics, so they can not only follow what their elected leaders are doing on a daily basis, but more importantly feel like they can voice their opinions to people in power and feel like their voices are getting heard. Finding out exactly who those powerful people are, starting with the legislators in US Congress, is the first step toward making positive change.\r\n\r\n\r\n/Klokie"
  }
 }, 
 {
  "pk": 25, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "LobbyList", 
   "contest": 1, 
   "url": "http://lobbylist.net/", 
   "timestamp": "2009-03-31 02:26:29", 
   "source_url": "http://lobbylist.net/source/source.tar.gz", 
   "contact_email": "jstever@umich.edu", 
   "contact_url": "", 
   "quick_description": "Attempts to match 110th Congress legislation with the lobbyists paying for it.", 
   "contact_display": "Josh Steverman", 
   "contact_name": "Josh Steverman", 
   "logo_url": "", 
   "slug": "lobbylist", 
   "description": "The specific issues listed in 2007 and 2008 lobbyist filings were compared to the text of 110th Congress legislation downloaded from GPOAccess. Given a specific bill, lobbylist tries to find interested lobbyists and their clients. Document feature selection is still shaky, so results are not foolproof. \r\n\r\nThis is an early exploration for a term project in a class on information retrieval taught at the University of Michigan and Columbia University. http://belobog.si.umich.edu/clair/ir09/"
  }
 }, 
 {
  "pk": 24, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Words Vote.", 
   "contest": 1, 
   "url": "http://code.google.com/p/wordsvote/", 
   "timestamp": "2009-03-31 02:04:43", 
   "source_url": "http://code.google.com/p/wordsvote/source/browse/trunk/", 
   "contact_email": "tdfine@gmail.com", 
   "contact_url": "", 
   "quick_description": "Bayesian Classifier for Words Used in Congressional Record Measured Against Voting Data", 
   "contact_display": "Todd Fine", 
   "contact_name": "Todd Fine", 
   "logo_url": "", 
   "slug": "words-vote", 
   "description": "\"Words Vote.\" is a client-side python program that employs Sunlight Labs' \"python-capitolwords\" library to obtain lists of words used by individual congresspeople during an interval of time (usually before a major vote). Also extracting data about a selected roll call vote from Govtrack's XML records, the program uses Bayesian statistics to assess which words are most informative in predicting a congressperson's vote. \r\n\r\nAlthough linguistics researchers already have access to established text corpora, the growth in standardized data formats and accessible APIs is permitting machine-friendly, real-time corpora to emerge and be used by non-professionals for political or casual research. By linking various syndicated categorization systems (here voting records and real-time text corpora), machines can help us identify many interesting and hidden associations in political speech.\r\n\r\nAnd the better we understand \"mere\" political rhetoric, the faster we can move beyond it."
  }
 }, 
 {
  "pk": 23, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "communityCOUNTS", 
   "contest": 1, 
   "url": "http://www.communitycounts.com/", 
   "timestamp": "2009-03-30 23:45:54", 
   "source_url": "http://code.google.com/p/communitycounts/", 
   "contact_email": "dac33@cornell.edu", 
   "contact_url": "http://www.davidcolarusso.com/", 
   "quick_description": "An aid to help nudge political discourse away from soundbites and towards substance. In its current form it helps spark, collect, rank and compel discussion around an assortment of web-content by leveraging a community’s voice.", 
   "contact_display": "David Colarusso", 
   "contact_name": "David Colarusso", 
   "logo_url": "http://www.communitycounts.com/images/ccounts_logo.png", 
   "slug": "communitycounts", 
   "description": "CommunityCOUNTS helps spark, collect, rank and compel discussion around an assortment of web content from text to video, including support for YouTube, MySpace, and Blip.tv. It can be used to run simple rankings or a self-organizing Q&A/Online Town Hall. It started as a way for people to have a say in the YouTube Debates [(NPR)](http://www.npr.org/templates/story/story.php?storyId=12169694). It then served as the backbone of techPresident's 10Questions, a video forum for the Presidential candidates [(Wired)](http://www.wired.com/politics/onlinerights/news/2007/10/candidate_videos?currentPage=all), and most recently, it was used by a broad coalition to collect questions for the President [(National Journal)](http://hotlineoncall.nationaljournal.com/archives/2009/03/word_on_the_twe_16.php).\r\n\r\nWe were happy to see the White House adopt the use of such a forum with Open For Questions, and to help foster this developing spirit of engagement, communityCOUNTS is making available a dedicated forum to all sitting members of Congress for use as they see fit. [(Washington Post Interview)](http://voices.washingtonpost.com/44/2009/03/26/normalizing_the_internet.html?hpid=artslot). Our hope is that they will choose to engage with their constituents either as part of an ongoing Q&A, or perhaps they will simply solicit feedback on upcoming legislation. Either way, these forums promise a real-time look at the concerns of their constituents, an avenue to ask the peoples' questions.\r\n\r\nIndividual Congressional forums can be found by using the search tools available at [communityCOUNTS.com](http://www.communitycounts.com)\r\n\r\nAdditionally, anyone can create and manage their own forum, including individuals, politicians, and media outlets alike. CommunityCOUNTS aims to offer tools for Bloggers, Press, & Politicians to help foster non-partisan-transparent dialogs focused around community concerns. Additional structural details can be found [here](http://www.communitycounts.com/blog/?page_id=12)."
  }
 }, 
 {
  "pk": 22, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Congress Bills", 
   "contest": 1, 
   "url": "http://www.hearmyvotes.com/", 
   "timestamp": "2009-03-30 21:47:04", 
   "source_url": "http://code.google.com/p/congressbills/", 
   "contact_email": "iphone@starlitmobile.com", 
   "contact_url": "http://www.hearmyvotes.com/", 
   "quick_description": "An iPhone app to vote your opinion on introduced bills by legislators base on your location.", 
   "contact_display": "HearMyVotes.com", 
   "contact_name": "Hong Wu", 
   "logo_url": "http://www.hearmyvotes.com/blog/wp-content/uploads/2009/03/congras_icon_320-150x150.png", 
   "slug": "congress-bills", 
   "description": "We do not want to wait till next election to tell congressmen if we support their bills. This is how we started this application.\r\n\r\nMobile device is a very personal tool.  With the GPS capability, we can match each voter with his or her voting location.  When user votes on each introduced bill, each voter will identified their user location that if they are voting from the congressman’s district or not.\r\n\r\n\r\nUsers can:\r\n* store their congressman and their voted bills in a list.\r\n* add and delete the congressman list.\r\n* If the user change his/her mind later, they can also go back to the bill on the list and update their opinion/votes.\r\n* email or call the congressman to express their opinion more in depth from the congressman profile screen.\r\n* submit user opinion on their official web contact form.\r\n* find congressmen’s office address on Google maps.\r\n* see their profile at the CongressPedia.\r\n* subscribe to email alerts from Govtrack.us.\r\n\r\nAll statistics will be listed at Congress Bill Voting Statistics page. Well.. We want to create an app for all Americans to vote anytime they want.  We don’t want to wait till the next election.  We need to make Congress accountable starting today!\r\n\r\nWe used Sunlight API to find zip codes based on GPS locations, legislators by zip code; combined with Govtrack.us API for introduced bills information, and Watchdog API for some raw data and cross-references.\r\n\r\n\r\n*Note: App was submitted to Apple for review. Pending Apple approval and Apple iPhone developer contract activation, it will be available on AppStore, FREE to all.  We have been waiting for Apple to approve our dev contract for more than 8 weeks.  This is something out of our control, unfortunately.\r\n\r\nIf you want to try it out now, please drop me an email at:\r\ninfo AT HearMyVotes DOT com with your iPhone/iPod Touch ID (you can find the ID by using Ad Hoc Helper app from the AppStore); email me the id, and I will send you a preview version.\r\n\r\nThanks and enjoy!"
  }
 }, 
 {
  "pk": 21, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "SpeakForChange", 
   "contest": 1, 
   "url": "http://speakforchange.us/", 
   "timestamp": "2009-03-30 21:00:38", 
   "source_url": "http://code.google.com/p/speakforchange/", 
   "contact_email": "lewdsilver@gmail.com", 
   "contact_url": "", 
   "quick_description": "SpeakForChange allows citizens to leave voicemails for their representatives by calling a toll-free number, and makes these messages public for all to hear and comment on.", 
   "contact_display": "Carlos Lenz, Dan Choi, Eric Richmond", 
   "contact_name": "Carlos Lenz", 
   "logo_url": "http://speakforchange.us/images/logo.png", 
   "slug": "speakforchange", 
   "description": "Communicating with our representatives in Congress is critical to democracy. But there are two problems people face when they want do this. First, most people don't know offhand how to contact their representative. And second, there's no way for other concerned citizens hear what you say to your representative or to join in on the dialogue.\r\n\r\nSpeakForChange addresses both of these problems.\r\n\r\nWith SpeakForChange, all you need is a phone and a zipcode. Just dial our toll free number and follow the prompts to find your representative and leave her a message.\r\n\r\nSpeakForChange also opens up this conversation by posting your voice message on our website for anyone to listen to and comment on. You can think of this as a way of cc'ing the rest of America when you have something to say to Congress.\r\n\r\nCall and speak your mind today."
  }
 }, 
 {
  "pk": 20, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "World Linked Wikis mashup", 
   "contest": 1, 
   "url": "http://AppsforAmerica.WorldLinkedWikis.com/", 
   "timestamp": "2009-03-30 20:52:42", 
   "source_url": "http://www.mediawiki.org/wiki/Extension:Semantic_MediaWiki", 
   "contact_email": "tfellows@benchmarking.com", 
   "contact_url": "", 
   "quick_description": "We make government recovery efforts more effective and transparent by combining the world's local knowledge with Wikipedia, YouTube, Twitter...you name it.", 
   "contact_display": "The Benchmarking Group", 
   "contact_name": "Tom Fellows", 
   "logo_url": "http://www.mediawiki.org/wiki/File:SemanticMediaWiki.png", 
   "slug": "world-linked-wikis-mashup", 
   "description": "The World Linked Wikis mashup is a Wikipedia-based platform for public reference, collaboration, and social networking. The World Linked Wikis mashup allows everyone to expand Wikipedia and integrate it with YouTube, Twitter, and the range of open source software and content. The World Linked Wikis mashup aims to make governments at all levels more transparent, responsive, and accountable by moving from one-way government media and messaging to all-way public collaboration and creative solutions."
  }
 }, 
 {
  "pk": 19, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Legistalker", 
   "contest": 1, 
   "url": "http://legistalker.org/", 
   "timestamp": "2009-03-30 19:16:02", 
   "source_url": "http://code.google.com/p/team-ramrod/source/browse/", 
   "contact_email": "cvonspiegelfeld@forumone.com", 
   "contact_url": "http://forumone.com/", 
   "quick_description": "Legistalker makes it easy for you to stay on top of what your elected officials say and how they vote.", 
   "contact_display": "Forum One Communications", 
   "contact_name": "Chris von Spiegelfeld", 
   "logo_url": "http://legistalker.org/images/logo.gif", 
   "slug": "legistalker", 
   "description": "An accountable government requires an informed citizenry.\r\n\r\nEvery day, Congress relies more and more on the Internet to communicate with the world. Legistalker makes it easy for you to stay on top of what your elected officials say and how they vote.\r\n\r\nLegistalker was created by Forum One Communications as an entry for the Apps for America competition. The ever-growing database is updated every 20 seconds, and relies on data from Twitter, YouTube, Capitol Words, literally hundreds of different news sources, and others."
  }
 }, 
 {
  "pk": 18, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Call Congress", 
   "contest": 1, 
   "url": "http://callcongress.net/", 
   "timestamp": "2009-03-30 17:16:59", 
   "source_url": "http://github.com/logosentric/call-congress-src/tree/master", 
   "contact_email": "jordan.pietzsch@gmail.com", 
   "contact_url": "http://callcongress.net/", 
   "quick_description": "Call Congress connects legislators to constituents through your telephone. The audio from calls made through the site is posted online for everyone to hear. Ask important questions, get hard answers and increase transparency in the legislative process.", 
   "contact_display": "CallCongress.net", 
   "contact_name": "Jordan Pietzsch", 
   "logo_url": "http://media.callcongress.net/images/logo.png", 
   "slug": "call-congress", 
   "description": "CallCongress.net hosts an ongoing dialogue between legislators and constituents. After registering an account and at least one phone number, users can call Senators and Representatives through the website. The calls (hosted on the CallCongress.net server) are recorded and posted online (with notes and descriptive tags) for others to hear.\r\n\r\nIt's too easy for legislators to avoid tough questions and use hard-to-find vague statements to obscure their real views. CallCongress.net aims to increase transparency by keeping a public record of citizen dialogue with legislators -- to encourage both an increase in clarity and publicity in their positions and an increase in correspondence between legislators and constituents.\r\n\r\nCallCongress.net is launching as a blank slate -- users will decide the most important issues and legislators to contact in the early stages. Eventually, CallCongress.net will include features such as followup calls -- continuous dialogues based on a focused subject area -- and call campaigns -- a way to engage your friends, family or members of your organization to call legislators about certain issues. \r\n\r\nBut enough about the site - you really should just go ahead and Call Congress!"
  }
 }, 
 {
  "pk": 17, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "QuiztheBill", 
   "contest": 1, 
   "url": "http://quizthebill.appspot.com/", 
   "timestamp": "2009-03-30 15:30:08", 
   "source_url": "http://github.com/jamslevy/quizthebill/tree/master", 
   "contact_email": "james@plopquiz.com", 
   "contact_url": "http://www.plopquiz.com/", 
   "quick_description": " A collaborative public resource of quizzes about new congressional bills, inspired by ReadtheBill.org.", 
   "contact_display": "PlopQuiz", 
   "contact_name": "James Levy", 
   "logo_url": "http://jamtodaycdn.appspot.com/i/img?id=agtqYW10b2RheWNkbnIMCxIFSW1hZ2UY8S4M", 
   "slug": "quizthebill", 
   "description": "QuiztheBill is a collaborative, free, public resource of quizzes about new congressional bills.\r\n\r\nThis project is inspired by ReadtheBill.org, a site asking us to demand more transparency and accountability from the federal legislation process. \r\n\r\nAn included video tutorial explains how to make quiz items from legislation text, and the source code can be modified for new types of quiz items using additional Sunlight Labs API data. "
  }
 }, 
 {
  "pk": 16, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Hello Congress", 
   "contest": 1, 
   "url": "http://hellocongress.org/", 
   "timestamp": "2009-03-30 14:40:04", 
   "source_url": "http://github.com/jgilliam/hellocongress/tree/master", 
   "contact_email": "jim@gilliam.com", 
   "contact_url": "http://whitehouse2.org/", 
   "quick_description": "A bridge for open and transparent collaboration between members of Congress, their staffers, and their constituents.", 
   "contact_display": "Jim Gilliam, White House 2", 
   "contact_name": "Jim Gilliam", 
   "logo_url": "", 
   "slug": "hello-congress", 
   "description": "Hello Congress is a collection of sites, one for each member of Congress and their staff, created by White House 2, a bipartisan network of over 8,000 citizens imagining how the White House might work if it was run completely democratically by thousands of people over the internet. \r\n\r\nOur goal is to take a first step in solving two problems every Senator and Representative faces. The first is simply managing constituent communications. We can only imagine what it must be like to receive the overwhelming number of emails and faxes pouring into their office. Since much of it is auto-generated by advocacy groups, it's becoming harder to manage, and increasingly less helpful. Here each member of Congress can get a simple dashboard to track what their constituents want, and how it changes over time.\r\n\r\nSecond, staffers are totally overworked, but they still have to pull together mountains of research and legislation for their boss. There is a very well-funded industry of lobbyists who've spent years developing white papers and talking points, and when the time comes, they are more than willing to help. We think that over time, citizens can offer a better alternative, just like Wikipedia is now a better alternative to a very well-funded encyclopedia.\r\n\r\nThink of us as a citizen-powered think tank. In just a couple months, we've built a database of 1,800 talking points covering all sides of every important issue facing our country, and it's growing fast. You can search this database, or just ask us to put together research for whatever you're working on.\r\n\r\nThere isn't a whole lot of trust in our political discourse, indeed it can be difficult to discern the agenda behind a lot of political information. So we offer an unprecedented level of transparency. Every talking point indicates it's support or opposition to a given priority, and you can see how all sides of an issue rate it.   You can even see the author's own list of priorities, so it's clear where they are coming from. Our members span the entire gamut of political ideology, so you are destined to find at least a few people you consider crazy, just like Congress."
  }
 }, 
 {
  "pk": 15, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "RepresentMe", 
   "contest": 1, 
   "url": "http://repme.org/", 
   "timestamp": "2009-03-30 13:41:10", 
   "source_url": "http://github.com/kreneskyp/representme", 
   "contact_email": "kreneskyp@gmail.com", 
   "contact_url": "http://blogs.osuosl.org/kreneskyp", 
   "quick_description": "RepresentMe is a tool for tracking how well your elected officials represent you.", 
   "contact_display": "Peter Krenesky", 
   "contact_name": "Peter Krenesky", 
   "logo_url": "http://repme.org/static/repme_logo.png", 
   "slug": "representme", 
   "description": "What?\r\n\r\nRepresentMe focuses on how well your representatives and senators represent you.  It takes your opinions on bills and issues and compares them to how your elected officials voted.  It applies statistics, accounting for how strongly you feel about specific issues and bills.  The end result is a detailed breakdown of how well you are being represented.\r\n\r\nWhy?\r\n\r\nYour House Represenative and Senators are the only three people in congress you get to vote for.  Getting information on what these three people are doing should be quick, easy, and detailed.  RepresentMe focuses on things directly relevant to the voter and their representation. The goal is to affect people's opinions, positively and negatively.  To expose how well people are represented and on what issues.  Voters will know what to applaud them for, and which areas need improvement.\r\n\r\nHow?\r\n\r\nRepresentMe employs a user driven weighting system to factor in personal preferences.  Some issues are more important to one person than another.  Some people feel more strongly for or against a bill.  RepresentMe captures this, providing a more accurate view of voter opinions.\r\n"
  }
 }, 
 {
  "pk": 14, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Know Thy Congressman", 
   "contest": 1, 
   "url": "http://know-thy-congressman.com/", 
   "timestamp": "2009-03-29 22:57:39", 
   "source_url": "http://github.com/jashkenas/know-thy-congressman/", 
   "contact_email": "jeremy@ashkenas.com", 
   "contact_url": "http://ashkenas.com/", 
   "quick_description": "Plaster a congressional info-poster across any webpage. ", 
   "contact_display": "Jeremy Ashkenas", 
   "contact_name": "Jeremy Ashkenas", 
   "logo_url": "http://s3.amazonaws.com/jashkenas/misc/ted_stevens_small.png", 
   "slug": "know-thy-congressman", 
   "description": "Say you're reading a newspaper article online and you come across an interesting quote from an unfamiliar senator. (Happens to me all the time.) To learn more about them, highlight a name and click on the Know Thy Congressman bookmarklet. You'll bring up a detailed display with all the dirt on that legislator: earmarks requested, bills introduced, contact information, photos of, articles concerning, and so on. An informed citizenry is the bulwark of democracy; know thy congressman, know thyself."
  }
 }, 
 {
  "pk": 13, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "TweetCongress", 
   "contest": 1, 
   "url": "http://tweetcongress.org/", 
   "timestamp": "2009-03-29 22:21:46", 
   "source_url": "http://github.com/squeejee/floxee", 
   "contact_email": "chris@squeejee.com", 
   "contact_url": "http://www.squeejee.com/", 
   "quick_description": "This site is a grass-roots effort to get our men and women in Congress to open up and have a real conversation with us.", 
   "contact_display": "Squeejee", 
   "contact_name": "Chris McCroskey", 
   "logo_url": "http://tweetcongress.org/images/tc_script.png", 
   "slug": "tweetcongress", 
   "description": "Tweet Congress is an application for finding, following and communicating with your Congress.  We believe that Twitter is a communication device that can be used by elected officials to pull back the veil of Govt., and a place for the electorate to have a conversation and voice their opinion.  Tweet Congress makes it easy for people to find their representatives using address, zip code search or name.  Tweet Congress has a tweet stream showing the tweets of every tweeter in Congress.  We also have charts that show the breakdown of congressmen using twitter and those who don't.  Tweet Congress is very simple but has made a huge impact in three months.  Tweet Congress started with 29 Reps/Senators using twitter and we now have over 120.  Tweet Congress was the Web Award winner in the Activism category at SXSW.   "
  }
 }, 
 {
  "pk": 12, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Tweet Congress", 
   "contest": 1, 
   "url": "http://tweetcongress.org/", 
   "timestamp": "2009-03-29 22:19:14", 
   "source_url": "http://github.com/squeejee/floxee", 
   "contact_email": "chris@squeejee.com", 
   "contact_url": "http://www.squeejee.com/", 
   "quick_description": "This site is a grass-roots effort to get our men and women in Congress to open up and have a real conversation with us.", 
   "contact_display": "Squeejee", 
   "contact_name": "Chris McCroskey", 
   "logo_url": "http://tweetcongress.org/images/tc_script.png", 
   "slug": "tweet-congress", 
   "description": "Tweet Congress is an application for finding, following and communicating with your Congress.  We believe that Twitter is a communication device that can be used by elected officials to pull back the veil of Govt., and a place for the electorate to have a conversation and voice their opinion.  Tweet Congress makes it easy for people to find their representatives using address, zip code search or name.  Tweet Congress has a tweet stream showing the tweets of every tweeter in Congress.  We also have charts that show the breakdown of congressmen using twitter and those who don't.  Tweet Congress is very simple but has made a huge impact in three months.  Tweet Congress started with 29 Reps/Senators using twitter and we now have over 120.  Tweet Congress was the Web Award winner in the Activism category at SXSW.   "
  }
 }, 
 {
  "pk": 11, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Congress Explorer", 
   "contest": 1, 
   "url": "http://code.google.com/p/congress-explorer/", 
   "timestamp": "2009-03-29 17:43:27", 
   "source_url": "http://code.google.com/p/congress-explorer/source/checkout", 
   "contact_email": "aldo.bongio@gmail.com", 
   "contact_url": "http://abso.freehostia.com/", 
   "quick_description": "The Congress Explorer is an open-source platform aimed at searching and exporting data about the Congress members.", 
   "contact_display": "A. Bongio", 
   "contact_name": "Aldo Bongio", 
   "logo_url": "http://congress-explorer.googlecode.com/files/Logo.gif", 
   "slug": "congress-explorer", 
   "description": "The Congress Explorer is an open-source platform aimed at searching and exporting data about the Congress members.\r\n\r\nThe Congress Explorer leverages the Sunlight Labs API. It provides a rich user-interface to perform complex searches on legislators: by name, by title (Senator, Representative,...), by political party, by gender, by location (state, district), by contacts (Twitter, Bioguide, ...)\r\n\r\nSearch results can be exported as PDF documents and Excel worksheets.\r\n\r\nThe application is written in Java and built on-top of the Eclipse Rich Client Platform (RCP). Part of the project consists of a Java Porting of the Sunlight Labs API, independent from Eclipse and thus reusable by any Java application willing to access the Congress data."
  }
 }, 
 {
  "pk": 10, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "FlashGraffer", 
   "contest": 1, 
   "url": "http://www.polinetworks.com/", 
   "timestamp": "2009-03-27 15:19:32", 
   "source_url": "http://www.polinetworks.com/FG_downloads/FlashGrafferWrapper.zip", 
   "contact_email": "ltoenjes@aol.com", 
   "contact_url": "", 
   "quick_description": "FlashGraffer presents a graphical view of campaign contributions by industries to members of 36 House and Senate committees (110th Congress). Several interactive features let the user select different committees and highlight contributions patterns for pa", 
   "contact_display": "Laurence A. Toenjes", 
   "contact_name": "Larry Toenjes", 
   "logo_url": "", 
   "slug": "flashgraffer", 
   "description": "FlashGraffer Exhibits contribution amounts from various industries to members of Congress using lines to link the two.  Links from a particular member to the 20 industries that contributed the most to that member can be isolated from the rest by clicking on that member’s name.  Alternatively, the members of a specific committee who received contributions from one or a selected set of industries can be highlighted by clicking on the industry’s name.  The dollar amounts given or received are displayed alongside the names of members and industries.\r\n\r\nWhen the links from all industries to all members of a specific committee are simultaneously displayed, the large number of lines forms a dense, visually impenetrable web of flows of money and influence that parallel those, largely invisible, of the real world.\r\n\r\nThe code for creating the graphs in the browser (Internet Explorer) is written in Javascript.  PHP programs were used to access the APIs provided by the Center for Responsive Politics and to consolidate data for each committee as selected by the user.\r\n\r\nAdobe Flash® provides the drawing canvas which is used by the JavaScript code. The open source MTASC compiler was used to create the swf file providing the interface between Javascript and Flash.\r\n\r\nUltimately it is intended to add additional dimension to the graphs so that relationships among three or more sets of political actors can be diagrammed.  This more comprehensive view would include, for example, linkages among Congressmen, the firms whose PACs and employees contribute to them, as well as the contributions from lobbyists that the firms hire. It is also intended to add a geographical (GIS) dimension to help highlight the practice of the geographical dispersion of jobs and money by large federal contractors as part of their effort to influence federal legislators and other officials.\r\n"
  }
 }, 
 {
  "pk": 9, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Congressional140", 
   "contest": 1, 
   "url": "http://www.congressional140.com/", 
   "timestamp": "2009-03-26 22:30:20", 
   "source_url": "http://www.congressional140.com/", 
   "contact_email": "danielkennedy74@google.com", 
   "contact_url": "http://www.congressional140.com/", 
   "quick_description": "Primarily a portal for tracking the tweet (microblog) messages of Congress members with supporting information.", 
   "contact_display": "Daniel Kennedy", 
   "contact_name": "Daniel Kennedy", 
   "logo_url": "", 
   "slug": "congressional140", 
   "description": "Currently in beta however the tweet stream is working as our some of the data pulls from outside sources.  New functionality being added weekly at this point.  Please come have a look and follow #congress140 on Twitter for updates."
  }
 }, 
 {
  "pk": 8, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "GeekTrack", 
   "contest": 1, 
   "url": "http://deki.geek-pac.org/Voter_Information_Project", 
   "timestamp": "2009-03-26 05:33:27", 
   "source_url": "https://sfee.open.collab.net/sf/projects/geek_track", 
   "contact_email": "ilan@fonz.net", 
   "contact_url": "http://www.geek-pac.org/", 
   "quick_description": "GeekTrack is a mashup and wiki which provides visibility into the voting records of your elected officials.  The instance running at GeekPAC focuses on Information Rights legislation, but the application can track any set of bills or issues.", 
   "contact_display": "GeekPAC", 
   "contact_name": "Ilan Rabinovitch", 
   "logo_url": "", 
   "slug": "geektrack", 
   "description": "Geek Track was created to offer constituents visibility into the voting and sponsorship track records of their elected officials on issues important to them.  The instance running at GeekPAC focuses on Information Rights legislation, but the application can track any set of bills provided by the user.\r\n\r\n\r\nThe mash-up is developed using open-source and open data.  The wiki is powered by Mindtouch Deki Open Source, and the data is sourced from Sunlight Labs API, GovTrack.us, and Geek-PAC.  In addition to the structured data provided by these APIs, users may contribute unstructured data by editing each elected officials profile page or by using comment forms.  \r\n"
  }
 }, 
 {
  "pk": 7, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "iLegislator iPhone Application", 
   "contest": 1, 
   "url": "http://vimeo.com/3850221", 
   "timestamp": "2009-03-25 11:30:45", 
   "source_url": "http://sites.google.com/site/pointaboutopensource/ilegislator-sunlight-app-s-for-america-contest", 
   "contact_email": "scott.suhy@pointabout.com", 
   "contact_url": "http://www.pointabout.com/", 
   "quick_description": "iLegislator uses the iPhone GPS to allow users to interact with Legislaive information around them...", 
   "contact_display": "PointAbout, Inc.", 
   "contact_name": "scott suhy", 
   "logo_url": "http://www.pointabout.com/home/wp-content/themes/revolution_pro_media_10/images/logo3.png", 
   "slug": "ilegislator-iphone-application", 
   "description": "iLegislator is a native iPhone application that leverages data from Sunlightlabs.com, GovTrack.us and USASpending.gov.\r\n\r\nWith the application you can:\r\n1. See the roll call votes that happened in congress this week\r\n2. See information on legislators by state\r\n3. See information on the legislator responsible for the location where you are currently located\r\n4. See the government spending information for the city where you are currently located\r\n5. Call your legislator\r\n6. Connect to the legislator's tools such as Twitter feeds, YouTube videos, VoteSmart sites, Eventful sites etc...\r\n\r\n"
  }
 }, 
 {
  "pk": 6, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Yeas & Nays", 
   "contest": 1, 
   "url": "http://www.shiftspace.org/spaces/yeas-and-nays/", 
   "timestamp": "2009-03-24 06:06:37", 
   "source_url": "http://xncroft.com/PublicYeasAndNays/", 
   "contact_email": "xncroft@gmail.com", 
   "contact_url": "http://xncroft.com/", 
   "quick_description": "Yeas and Nays - call your congressperson from any webpage.", 
   "contact_display": "Christian Croft", 
   "contact_name": "Christian Croft", 
   "logo_url": "http://www.shiftspace.org/wp-content/themes/shiftspace/images/yeas-and-nays_thumb.png", 
   "slug": "yeas-nays", 
   "description": "Yeas & Nays is a browser plug-in that transforms any webpage into a means for contacting Congressional representatives.  Using Yeas and Nays, you lookup and dial your representative's office from your web browser, record your phone call, and embed that recording in the webpage you were just reading. Other people visiting that website can then listen to your call and read the article that supports the issue that you called to speak with your Congressperson about.\r\n\r\nYeas & Nays currently runs in Firefox with the installation of a metaweb plug-in called Shiftspace.  Once installed, a user invokes Yeas & Nays on a website of interest to her, and a widget appears that provides an interface to calling Congressional representatives.  The user types in her zipcode, and the Yeas & Nays widget makes a call to the Sunlight API to retrieve matching representative names and office numbers for that user.  The widget then asks the user to provide her phone number, and finally the system generates a phone call automatically via a VOIP Asterisk server that bridges the user's phone with the chosen representative's office phone.  At the end of the call, an mp3 recording of the user's call appears on the webpage that she initiated her call from.  \r\n\r\nYeas and Nays is the latest functionality added to Shiftspace.org, an application which provides an “open source layer above any website.  A screencast demoing the application's functionality as well as example Yeas & Nays calls to Congress can be found at http://shiftspace.org/spaces/yeas-and-nays."
  }
 }, 
 {
  "pk": 5, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "CongressSpacebook", 
   "contest": 1, 
   "url": "http://www.congressspacebook.com/", 
   "timestamp": "2009-03-24 01:06:09", 
   "source_url": "http://github.com/chaunceyt/congressspacebook/tree/master", 
   "contact_email": "chaunceyt@gmail.com", 
   "contact_url": "http://www.cthorn.com/", 
   "quick_description": "A social networking platform where the only members networking are Congress members.", 
   "contact_display": "Chauncey Thorn", 
   "contact_name": "Chauncey Thorn", 
   "logo_url": "", 
   "slug": "congressspacebook", 
   "description": "CongressSpacebook is a social networking platform (emulator) for congress only. Using Govtrack.us, OpenSecrets, FedSpending, Capitol Words, Sunlight Lab, Google, Yahoo, Flickr, YouTub, Twitter and a number of other apis to create a MASHUP. The environment allows one to click on a Congress person and see the bills cosponsored, introducted, fund rasising and what others are saying about them in blog post, twitter post, etc.\r\n\r\nEach congress person's profile page has XFN and FOAF built in to expose them to social graph technology.\r\nIf a congress person has a RSS feed, Youtube channel the content displays on their wall.\r\n\r\nThe application depends on = a rsync of govtrack.us/data/ starting with sessions 110 and 111.\r\n\r\nApplication was developed using CakePHP and Zend Framework.\r\nSource Code: http://github.com/chaunceyt/congressspacebook/tree/master"
  }
 }, 
 {
  "pk": 4, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "Hear Me Say This", 
   "contest": 1, 
   "url": "http://hearmesaythis.org/", 
   "timestamp": "2009-03-21 15:10:03", 
   "source_url": "http://code.google.com/p/hearmesaythis/", 
   "contact_email": "mheadd@voiceingov.org", 
   "contact_url": "http://www.voiceingov.org/", 
   "quick_description": "Send a message to your representatives in Congress using your own voice and the power of Twitter.", 
   "contact_display": "Mark J. Headd", 
   "contact_name": "Mark J. Headd", 
   "logo_url": "http://hearmesaythis.org/wp-content/themes/Vistalicious/images/favicon.ico", 
   "slug": "hear-me-say-this", 
   "description": "\r\n\r\nHEAR ME SAY THIS uses the Sunlight Labs API, the Twitter API and open standards for voice applications to let citizens record messages in their own voice for members of Congress.\r\n\r\nRecording a message for the members of Congress that represent you is as easy as making a phone call. HEAR ME SAY THIS uses the Sunlight Labs API to determine which members of Congress represent your zip code.\r\n\r\nWhen your message is recorded, it is sent to your representatives using the Twitter API. Members of Congress receive your message as a Twitter @reply. If a member representing you does not yet use Twitter, a simple to find #hashtag is inserted into the Twitter message. This makes it easy to use Twitter’s powerful search feature to find messages that have been sent to your representatives in Congress.\r\n\r\nThere’s never been a better way to get your message, in your voice, directly to the people that represent you in Congress."
  }
 }, 
 {
  "pk": 3, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "GovPix", 
   "contest": 1, 
   "url": "http://govpix.appspot.com/", 
   "timestamp": "2009-03-19 20:20:53", 
   "source_url": "http://github.com/jamslevy/govpix/tree/master", 
   "contact_email": "thelevybreaks@gmail.com", 
   "contact_url": "http://www.jamtoday.org/", 
   "quick_description": "An easier way to resolve photos of the U.S Congress ", 
   "contact_display": "JamToday", 
   "contact_name": "James Levy", 
   "logo_url": "http://govpix.appspot.com/static/collage.png", 
   "slug": "govpix", 
   "description": "Sometimes, the simple ideas can be the most useful ones.\r\n\r\nWith this in mind, I’ve built GovPix, a GPL licensed application that takes simple queries like names and zip codes and renders the image of the Congressional representative who is the closest match.\r\n\r\nResults are cached and hosting is free, so developers are encouraged to use GovPix image URLs in templates. "
  }
 }, 
 {
  "pk": 2, 
  "model": "appcontest.entry", 
  "fields": {
   "data_source": "", 
   "name": "RepresentedBy", 
   "contest": 1, 
   "url": "http://apps.facebook.com/representedby/", 
   "timestamp": "2009-03-07 18:02:34", 
   "source_url": "http://code.google.com/p/representedby/", 
   "contact_email": "will@turnage.com", 
   "contact_url": "http://wubbahed.com/", 
   "quick_description": "Facebook application to increase awareness of what your Legislators are doing in Congress", 
   "contact_display": "wubbahed.com", 
   "contact_name": "Will Turnage", 
   "logo_url": "", 
   "slug": "representedby", 
   "description": "RepresentedBy was created to serve several purposes:\r\n\r\n- To increase civic engagement.\r\n- To increase personal awareness of the legislators representing you in Congress and how they are voting on important issues.\r\n- To share information about your representatives with your friends, and to encourage civic engagement among your peers.\r\n- To provide an open source learning template for Facebook applications developed with Google App Engine."
  }
 },
 {
  "pk": 1, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-07 18:02:34", 
   "moderation_status_date": "2009-03-08 14:38:25", 
   "moderation_status_by": 1, 
   "object_id": 2, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 2, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-19 20:20:53", 
   "moderation_status_date": null, 
   "moderation_status_by": 6, 
   "object_id": 3, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 3, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-21 15:10:04", 
   "moderation_status_date": "2009-03-21 15:46:58", 
   "moderation_status_by": 6, 
   "object_id": 4, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 4, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-24 01:06:09", 
   "moderation_status_date": "2009-03-24 08:59:31", 
   "moderation_status_by": 1, 
   "object_id": 5, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 5, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-24 06:06:37", 
   "moderation_status_date": "2009-03-24 08:59:31", 
   "moderation_status_by": 1, 
   "object_id": 6, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 6, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-25 11:30:45", 
   "moderation_status_date": null, 
   "moderation_status_by": null, 
   "object_id": 7, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 7, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-26 05:33:27", 
   "moderation_status_date": null, 
   "moderation_status_by": null, 
   "object_id": 8, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 8, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-26 22:30:20", 
   "moderation_status_date": "2009-03-29 22:23:11", 
   "moderation_status_by": 6, 
   "object_id": 9, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 9, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-27 15:19:32", 
   "moderation_status_date": "2009-03-29 22:23:31", 
   "moderation_status_by": 6, 
   "object_id": 10, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 10, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-29 17:43:27", 
   "moderation_status_date": "2009-03-29 22:23:54", 
   "moderation_status_by": 6, 
   "object_id": 11, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 11, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": -1, 
   "timestamp": "2009-03-29 22:19:14", 
   "moderation_status_date": "2009-03-30 08:28:22", 
   "moderation_status_by": 6, 
   "object_id": 12, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 12, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-29 22:21:46", 
   "moderation_status_date": "2009-03-29 22:24:51", 
   "moderation_status_by": 6, 
   "object_id": 13, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 13, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-29 22:57:39", 
   "moderation_status_date": "2009-03-29 23:02:40", 
   "moderation_status_by": 1, 
   "object_id": 14, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 14, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 13:41:10", 
   "moderation_status_date": "2009-03-30 13:41:50", 
   "moderation_status_by": 1, 
   "object_id": 15, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 15, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": "2009-03-30 15:37:26", 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 14:40:04", 
   "moderation_status_date": "2009-03-30 15:37:21", 
   "moderation_status_by": 6, 
   "object_id": 16, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 16, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": "2009-03-30 15:37:46", 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 15:30:08", 
   "moderation_status_date": "2009-03-30 15:37:39", 
   "moderation_status_by": 6, 
   "object_id": 17, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 17, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 17:16:59", 
   "moderation_status_date": "2009-03-30 17:22:39", 
   "moderation_status_by": 1, 
   "object_id": 18, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 18, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 19:16:03", 
   "moderation_status_date": "2009-03-30 21:03:39", 
   "moderation_status_by": 6, 
   "object_id": 19, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 19, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 20:52:42", 
   "moderation_status_date": "2009-03-31 07:44:46", 
   "moderation_status_by": 6, 
   "object_id": 20, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 20, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 21:00:38", 
   "moderation_status_date": "2009-03-31 00:02:07", 
   "moderation_status_by": 1, 
   "object_id": 21, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 21, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 21:47:04", 
   "moderation_status_date": "2009-03-31 00:02:07", 
   "moderation_status_by": 1, 
   "object_id": 22, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 22, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-30 23:45:54", 
   "moderation_status_date": "2009-03-31 00:02:07", 
   "moderation_status_by": 1, 
   "object_id": 23, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 23, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 02:04:43", 
   "moderation_status_date": "2009-03-31 07:44:46", 
   "moderation_status_by": 6, 
   "object_id": 24, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 24, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 02:26:29", 
   "moderation_status_date": "2009-03-31 07:44:46", 
   "moderation_status_by": 6, 
   "object_id": 25, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 25, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 08:56:40", 
   "moderation_status_date": "2009-03-31 09:02:18", 
   "moderation_status_by": 6, 
   "object_id": 26, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 26, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 11:35:25", 
   "moderation_status_date": "2009-03-31 11:38:16", 
   "moderation_status_by": 1, 
   "object_id": 27, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 27, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 12:36:54", 
   "moderation_status_date": "2009-03-31 13:18:43", 
   "moderation_status_by": 1, 
   "object_id": 28, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 28, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 13:10:25", 
   "moderation_status_date": "2009-03-31 13:18:43", 
   "moderation_status_by": 1, 
   "object_id": 29, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 29, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 14:38:24", 
   "moderation_status_date": "2009-03-31 14:51:28", 
   "moderation_status_by": 1, 
   "object_id": 30, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 30, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 16:12:19", 
   "moderation_status_date": "2009-03-31 16:16:11", 
   "moderation_status_by": 1, 
   "object_id": 31, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 31, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": -1, 
   "timestamp": "2009-03-31 16:38:40", 
   "moderation_status_date": "2009-03-31 16:38:57", 
   "moderation_status_by": 1, 
   "object_id": 32, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 32, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 17:56:04", 
   "moderation_status_date": "2009-03-31 19:30:11", 
   "moderation_status_by": 6, 
   "object_id": 33, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 33, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 19:24:13", 
   "moderation_status_date": "2009-03-31 19:30:11", 
   "moderation_status_by": 6, 
   "object_id": 34, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 34, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 19:48:10", 
   "moderation_status_date": "2009-03-31 21:13:41", 
   "moderation_status_by": 1, 
   "object_id": 35, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 35, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 19:59:00", 
   "moderation_status_date": "2009-03-31 21:15:26", 
   "moderation_status_by": 1, 
   "object_id": 36, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 36, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 20:06:11", 
   "moderation_status_date": "2009-03-31 21:13:41", 
   "moderation_status_by": 1, 
   "object_id": 37, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 37, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 20:48:28", 
   "moderation_status_date": "2009-03-31 21:15:26", 
   "moderation_status_by": 1, 
   "object_id": 38, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 38, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 21:24:14", 
   "moderation_status_date": "2009-03-31 21:28:03", 
   "moderation_status_by": 1, 
   "object_id": 39, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 39, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 21:45:05", 
   "moderation_status_date": "2009-03-31 21:56:37", 
   "moderation_status_by": 1, 
   "object_id": 40, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 40, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 22:26:20", 
   "moderation_status_date": "2009-03-31 22:38:04", 
   "moderation_status_by": 1, 
   "object_id": 41, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 41, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 23:46:38", 
   "moderation_status_date": "2009-03-31 23:48:13", 
   "moderation_status_by": 1, 
   "object_id": 42, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 42, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-03-31 23:59:36", 
   "moderation_status_date": "2009-04-01 00:05:29", 
   "moderation_status_by": 1, 
   "object_id": 43, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 43, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": -1, 
   "timestamp": "2009-04-01 00:20:42", 
   "moderation_status_date": "2009-04-01 09:48:22", 
   "moderation_status_by": 1, 
   "object_id": 44, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 44, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-04-01 00:22:38", 
   "moderation_status_date": "2009-04-01 00:24:32", 
   "moderation_status_by": 1, 
   "object_id": 45, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 45, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-04-01 01:19:52", 
   "moderation_status_date": "2009-04-01 01:22:34", 
   "moderation_status_by": 1, 
   "object_id": 46, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 46, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-04-01 02:59:24", 
   "moderation_status_date": "2009-04-01 08:03:24", 
   "moderation_status_by": 1, 
   "object_id": 47, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 47, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-04-01 03:03:00", 
   "moderation_status_date": "2009-04-01 09:48:02", 
   "moderation_status_by": 1, 
   "object_id": 48, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 48, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-04-01 11:31:47", 
   "moderation_status_date": "2009-04-01 11:47:03", 
   "moderation_status_by": 1, 
   "object_id": 49, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 50, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": -1, 
   "timestamp": "2009-05-20 20:15:15", 
   "moderation_status_date": "2009-05-22 10:18:55", 
   "moderation_status_by": 5, 
   "object_id": 51, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 51, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-05-22 08:57:11", 
   "moderation_status_date": "2009-05-22 10:18:53", 
   "moderation_status_by": 5, 
   "object_id": 52, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 52, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-06-11 17:40:24", 
   "moderation_status_date": "2009-06-12 12:18:53", 
   "moderation_status_by": 5, 
   "object_id": 53, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 54, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-06-18 13:24:57", 
   "moderation_status_date": "2009-06-19 10:21:28", 
   "moderation_status_by": 5, 
   "object_id": 55, 
   "content_type": 34, 
   "flagged": 0
  }
 }, 
 {
  "pk": 55, 
  "model": "gatekeeper.moderatedobject", 
  "fields": {
   "flagged_by": null, 
   "flagged_date": null, 
   "moderation_status": 1, 
   "timestamp": "2009-06-22 13:02:42", 
   "moderation_status_date": "2009-07-01 14:04:10", 
   "moderation_status_by": 6, 
   "object_id": 56, 
   "content_type": 34, 
   "flagged": 0
  }
 }
]
